Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# General_Refresh
source: Refresh
ar_sa: تحديث
ar_sy: تحديث
ca_es: Actualitzar
cs_cz: Obnovit
de_de: Aktualisieren
es_es: Actualizar
fa_ir: تازه‌سازی
fi_fi: Päivitä
fr_fr: Actualiser
he_il: רענן
it_it: Aggiornare
ja_jp: 更新
ko_kr: 새로고침
pl_pl: Odśwież
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
tr_tr: Yenile
uk_ua: Оновити
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

# General_Reload
source: Reload
ar_sa: إعادة تحميل
ar_sy: إعادة تحميل
ca_es: Torna a carregar
cs_cz: Znovu načíst
de_de: Neu laden
es_es: Recargar
fa_ir: بارگذاری مجدد
fi_fi: Lataa uudelleen
fr_fr: Recharger
he_il: טען מחדש
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 불러오기
pl_pl: __UNTRANSLATED__Reload
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดซ้ำ
tr_tr: Yeniden yükle
uk_ua: Перезавантажити
vi_vn: Tải lại
zh_cn: 重新加载

# General_Remove
source: Remove
ar_sa: إزالة
ar_sy: حذف
ca_es: Elimina
cs_cz: Odstranit
de_de: Entfernen
es_es: Eliminar
fa_ir: حذف
fi_fi: Poista
fr_fr: Supprimer
he_il: הסר
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
pl_pl: Usuń
pt_br: Remover
ru_ru: Удалить
th_th: ลบ
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 移除
zh_tw: 刪除

# General_ReportIssue
source: Report issue
ar_sa: الإبلاغ عن مشكلة
ar_sy: الإبلاغ عن مشكلة
ca_es: Informar d'un problema
cs_cz: Nahlásit problém
de_de: Problem melden
es_es: Informar de un problema
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un problème
he_il: דווח על בעיה
it_it: Segnala un problema
ja_jp: 問題を報告
ko_kr: 이슈 제보
pl_pl: Zgłoś błąd
pt_br: Informar problema
ru_ru: Отправить сообщение
th_th: แจ้งปัญหา
tr_tr: Sorun bildir
uk_ua: Повідомити про проблему
vi_vn: Báo cáo vấn đề
zh_cn: 报告问题
zh_tw: 回報問題

# General_Save
source: Save
ar_sa: حفظ
ar_sy: حفظ
ca_es: Desa
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fa_ir: ذخیره
fi_fi: Tallenna
fr_fr: Sauvegarder
he_il: שמור
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# General_Search
source: Search
ar_sa: بحث
ar_sy: بحث
ca_es: Cerca
cs_cz: Vyhledat
de_de: Suche
es_es: Buscar
fa_ir: جستجو
fi_fi: Etsi
fr_fr: Rechercher
he_il: חיפוש
it_it: Ricerca
ja_jp: 検索
ko_kr: 검색
pl_pl: Szukaj
pt_br: Buscar
ru_ru: Поиск
th_th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# General_Sorry
source: Sorry
ar_sa: المعذره
ar_sy: اسف
ca_es: Perdó
cs_cz: Omlouvám se
es_es: Lo siento
fa_ir: متاسفم
fi_fi: Pahoittelut
fr_fr: Désolé
he_il: סליחה
it_it: Scusa
ja_jp: 申し訳ありません
ko_kr: 죄송합니다
pl_pl: Sorka
pt_br: Desculpe
ru_ru: Простите
th_th: ขออภัย
tr_tr: Üzgünüz
uk_ua: Вибачте
vi_vn: Xin lỗi
zh_cn: 抱歉
zh_tw: 抱歉

# General_Success
source: Success
ar_sa: تم بنجاح
ar_sy: نجح
ca_es: Èxit
cs_cz: Úspěch
de_de: Erfolg
es_es: Éxito
fa_ir: موفقیت
fi_fi: Onnistui
fr_fr: Succès
he_il: הצלחה
it_it: Successo
ja_jp: 成功
ko_kr: 성공
pl_pl: Sukces
pt_br: Sucesso
ru_ru: Успешно
th_th: สำเร็จ
tr_tr: Başarılı
uk_ua: Успіх
vi_vn: Thành công
zh_cn: 完成
zh_tw: 完成

# General_Swap
source: Swap
ar_sa: تبديل
ar_sy: بدل
ca_es: Intercanvia
cs_cz: Vyměnit
de_de: Tausche
es_es: Intercambiar
fa_ir: تعویض
fi_fi: Vaihda
fr_fr: Échanger
he_il: החלף
it_it: Scambio
ja_jp: 置き換え
ko_kr: 교체
pl_pl: Podmień
pt_br: Trocar
ru_ru: Заменить
th_th: สลับ
tr_tr: Değiştir
uk_ua: Обміняти
vi_vn: Hoán đổi
zh_cn: 替换
zh_tw: 替換

# General_Unknown
source: Unknown
ar_sa: غير معروف
ar_sy: غير معروف
ca_es: Desconegut
cs_cz: Neznámé
de_de: Unbekannt
es_es: Desconocido
fa_ir: ناشناخته
fi_fi: Tuntematon
fr_fr: Inconnu
he_il: לא ידוע
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pl_pl: __UNTRANSLATED__Unknown
pt_br: Desconhecido
ru_ru: Неизвестно
th_th: ไม่ทราบ
tr_tr: Bilinmeyen
uk_ua: Невідомо
vi_vn: Không xác định
zh_cn: 未知

# General_Update
source: Update
ar_sa: تحديث
ar_sy: تحديث
ca_es: Actualitza
cs_cz: Aktualizace
de_de: Aktualisiere
es_es: Actualizar
fa_ir: به روزرسانی
fi_fi: Päivitys
fr_fr: Mise à jour
he_il: עדכון
it_it: Aggiornamento
ja_jp: 更新
ko_kr: 업데이트
pl_pl: Aktualizuj
pt_br: Atualizar
ru_ru: Обновление
th_th: อัปเดต
tr_tr: Güncelle
uk_ua: Оновлення
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# General_Version
source: Version
ar_sa: الإصدار
ar_sy: نسخة
ca_es: Versió
cs_cz: Verze
es_es: Versión
fa_ir: نسخه
fi_fi: Versio
he_il: גרסה
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия
th_th: เวอร์ชัน
tr_tr: Sürüm
uk_ua: Версія
vi_vn: Phiên bản
zh_cn: 版本
zh_tw: 版本

# General_Warning
source: Warning
ar_sa: تحذير
ar_sy: تحذير
ca_es: Avís
cs_cz: Upozornění
de_de: Warnung
es_es: Advertencia
fa_ir: هشدار
fi_fi: Varoitus
fr_fr: Avertissement
he_il: אזהרה
it_it: Avvertimento
ja_jp: 警告
ko_kr: 경고
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
th_th: คำเตือน
tr_tr: Uyarı
uk_ua: Увага
vi_vn: Cảnh báo
zh_cn: 警告
zh_tw: 警告

# General_Yes
source: Yes
ar_sa: نعم
ar_sy: نعم
ca_es: Sí
cs_cz: Ano
de_de: Ja
es_es: Sí
fa_ir: بله
fi_fi: Kyllä
fr_fr: Oui
he_il: כן
it_it: SÌ
ja_jp: はい
ko_kr: 예
pl_pl: Włączone
pt_br: Sim
ru_ru: Да
th_th: ใช่
tr_tr: Evet
uk_ua: Так
vi_vn: Có
zh_cn: 开启
zh_tw: 開啟

# GitHubUpdater_CurrentVersionIsActualTemplate
source: You currently have {0} installed.
ar_sa: لديك حاليًا {0} مُثبّتًا
ar_sy: لديك {0} مثبت حالياً.
ca_es: Actualment teniu {0} instal·lat.
cs_cz: V tuto chvíli máte nainstalovanou verzi {0}
de_de: Sie haben derzeit {0} installiert.
es_es: Actualmente tienes la versión {0} instalada.
fa_ir: شما در حال حاضر {0} نصب شده دارید.
fi_fi: Sinulla on tällä hetkellä {0} asennettuna.
fr_fr: Vous avez actuellement {0} installé.
he_il: כרגע מותקנת אצלך גרסה {0}.
it_it: Attualmente hai installato {0}.
ja_jp: 現在、 {0} がインストールされています
ko_kr: 현재 {0} 버전이 설치되어 있습니다.
pl_pl: Już masz {0} zainstalowane.
pt_br: Você tem atualmente o {0} instalado.
ru_ru: В настоящее время у вас установлено {0}.
th_th: คุณได้ติดตั้ง {0} ไว้อยู่แล้ว
tr_tr: Şu anda {0} sürümü yüklü.
uk_ua: У вас зараз встановлено {0}.
vi_vn: Bạn hiện đang có {0} được cài đặt.
zh_cn: 当前有 {0} 已经安装
zh_tw: 您目前有 {0} 已安裝。

# GitHubUpdater_DlssSwapperUpdated
source: DLSS Swapper just updated
ar_sa: تم تحديث DLSS Swapper للتو
ar_sy: تم تحديث DLSS Swapper
ca_es: DLSS Swapper s'acaba d'actualitzar
cs_cz: DLSS Swapper byl právě aktualizován
de_de: DLSS Swapper wurde gerade aktualisiert.
es_es: DLSS Swapper se acaba de actualizar
fa_ir: برنامه د ال اس اس سواپر به‌روزرسانی شد
fi_fi: DLSS Swapper päivitettiin juuri
fr_fr: DLSS Swapper vient d'être mis à jour
he_il: DLSS Swapper עודכן הרגע
it_it: DLSS Swapper appena aggiornato
ja_jp: DLSS Swapper が更新されました
ko_kr: DLSS Swapper가 방금 업데이트되었습니다
pl_pl: DLSS Swapper został zaktualizowany
pt_br: DLSS Swapper foi atualizado
ru_ru: DLSS Swapper был обновлен
th_th: DLSS Swapper เพิ่งได้รับการอัปเดต
tr_tr: DLSS Swapper az önce güncellendi
uk_ua: DLSS Swapper щойно оновився
vi_vn: DLSS Swapper vừa được cập nhật
zh_cn: DLSS Swapper 已更新
zh_tw: DLSS Swapper 已更新。

# GitHubUpdater_UpdateAvailable
source: Update Available
ar_sa: هناك تحديث متوفر
ar_sy: يوجد تحديث
ca_es: Actualització disponible
cs_cz: Je dostupná aktualizace
de_de: Update verfügbar
es_es: Actualización Disponible
fa_ir: به‌روزرسانی در دسترس است
fi_fi: Päivitys saatavilla
fr_fr: Mise à jour disponible
he_il: עדכון זמין
it_it: Aggiornamento disponibile
ja_jp: 更新が利用可能です
ko_kr: 업데이트 가능
pl_pl: Aktualizacja dostępna
pt_br: Atualização disponível
ru_ru: Доступно обновление
th_th: มีอัปเดตใหม่
tr_tr: Güncelleme Mevcut
uk_ua: Доступне Оновлення
vi_vn: Cập nhật Có Sẵn
zh_cn: 有一个可用的更新
zh_tw: 有更新可供安裝

# LibraryPage_AlreadyDownloaded
source: Already downloaded.
ar_sa: تم التنزيل مسبقًا
ar_sy: تم تحميلها مسبقاً
ca_es: Ja s'ha descarregat.
cs_cz: Již staženo.
de_de: Bereits heruntergeladen.
es_es: Ya descargado.
fa_ir: قبلا دانلود شده.
fi_fi: Jo ladattu.
fr_fr: Déjà téléchargé.
he_il: כבר הורד.
it_it: Già scaricato.
ja_jp: すでにダウンロードされています。
ko_kr: 이미 다운로드됨.
pl_pl: Aktualnie pobrana.
pt_br: Já baixado.
ru_ru: Уже загружено.
th_th: ดาวน์โหลดเรียบร้อยแล้ว
tr_tr: Zaten indirildi.
uk_ua: Вже завантажено.
vi_vn: Đã tải xuống.
zh_cn: 已下载
zh_tw: 已下載。

# LibraryPage_CouldNotLoadImportedDlls
source: Could not load imported DLLs
ar_sa: تعذّر تحميل ملفات DLL المُستوردة
ar_sy: تعذر تحميل ملفات DLL المستوردة
ca_es: No s'han pogut carregar les DLL importades
cs_cz: Nebylo možné načíst importované soubory DLL
de_de: Die importierten DLLs konnten nicht geladen werden
es_es: No se pudieron cargar los DLLs importados
fa_ir: امکان بارگیری دی‌ال‌ال‌های وارد شده وجود ندارد
fi_fi: Tuotuja DLL-tiedostoja ei voitu ladata
fr_fr: Impossible de charger les DLL importés
he_il: לא ניתן היה לטעון קובצי DLL מיובאים
it_it: Impossibile caricare le DLL importate
ja_jp: インポートされた DLL を読み込めませんでした
ko_kr: 가져온 DLL을 불러올 수 없습니다
pl_pl: Nie można załadować zaimportowanych bibliotek DLL
pt_br: Não foi possível carregar as DLLs importadas.
ru_ru: Не удалось загрузить импортированные DLL
th_th: ไม่สามารถโหลดไฟล์ DLLs ที่นำเข้าได้
tr_tr: İçe aktarılan DLL'ler yüklenemedi
uk_ua: Не вдалося завантажити імпортовані DLL
vi_vn: Không thể tải DLL đã nhập
zh_cn: 无法加载导入的 DLL 文件
zh_tw: 無法載入匯入的 DLL 檔案。

# LibraryPage_CouldntDownload
source: Could not download at this time.
ar_sa: تعذّر التنزيل في الوقت الحالي
ar_sy: تعذر التحميل في هذا الوقت.
ca_es: No s'ha pogut descarregar en aquest moment.
cs_cz: V tuto chvíli se nepodařilo stáhnout.
de_de: Download derzeit nicht möglich.
es_es: No se pudo descargar en este momento.
fa_ir: در حال حاضر امکان دانلود وجود ندارد.
fi_fi: Ei voitu ladata tällä hetkellä.
fr_fr: Impossible de télécharger pour le moment.
he_il: לא ניתן היה להוריד כעת.
it_it: Al momento non è possibile effettuare il download.
ja_jp: 現在ダウンロードできません。
ko_kr: 지금은 다운로드할 수 없습니다.
pl_pl: Nie udało się pobrać.
pt_br: Não foi possível baixar no momento.
ru_ru: В данный момент загрузка невозможна.
th_th: ไม่สามารถดาวน์โหลดได้ในขณะนี้
tr_tr: Şu anda indirilemedi.
uk_ua: Наразі не вдалося завантажити.
vi_vn: Không thể tải xuống lúc này.
zh_cn: 目前无法下载
zh_tw: 目前無法下載。

# LibraryPage_CouldntExportDll
source: Could not export DLLs.
ar_sa: تعذّر تصدير ملفات DLL
ar_sy: تعذر تصدير ملفات DLL.
ca_es: No s'han pogut exportar les DLL.
cs_cz: Nebylo možné exportovat soubory DLL
de_de: DLLs konnten nicht exportiert werden.
es_es: No se pudieron exportar los DLLs.
fa_ir: امکان خروجی گرفتن از دی‌ال‌ال‌ها وجود ندارد.
fi_fi: DLL-tiedostoja ei voitu viedä.
fr_fr: Impossible d'exporter les DLL.
he_il: לא ניתן היה לייצא קובצי DLL.
it_it: Impossibile esportare le DLL.
ja_jp: DLL をエクスポートできませんでした。
ko_kr: DLL을 내보낼 수 없습니다.
pl_pl: Nie można wyexportować DLL z DLSSem.
pt_br: Não foi possível exportar as DLLs.
ru_ru: Не удалось экспортировать DLL.
th_th: ไม่สามารถส่งออกไฟล์ DLLs ได้
tr_tr: DLL'ler dışa aktarılamadı.
uk_ua: Не вдалося експортувати DLL.
vi_vn: Không thể xuất DLL.
zh_cn: 无法导出 DLL 文件
zh_tw: 無法匯出 DLL 檔案。

# LibraryPage_DeleteDll
source: Delete DLL
ar_sa: حذف DLL
ar_sy: حذف DLL
ca_es: Suprimeix la DLL
cs_cz: Odstranit soubor DLL
de_de: Lösche DLL
es_es: Eliminar DLL
fa_ir: حذف DLL
fi_fi: Poista DLL
fr_fr: Supprimer le DLL
he_il: מחק DLL
it_it: Elimina DLL
ja_jp: DLL を削除
ko_kr: DLL 삭제
pl_pl: Usuń bibliotekę DLL
pt_br: Excluir DLL
ru_ru: Удалить DLL
th_th: ลบไฟล์ DLL
tr_tr: DLL'i Sil
uk_ua: Видалити DLL
vi_vn: Xóa DLL
zh_cn: 删除 DLL
zh_tw: 刪除 DLL

# LibraryPage_DeleteDllVersionTemplate
source: Delete {0} v{1}?
ar_sa: حذف {0} الإصدار {1}؟
ar_sy: حذف {0} الإصدار {1}؟
ca_es: Voleu suprimir {0} v{1}?
cs_cz: Smazat {0} v{1}?
de_de: {0} v{1} löschen?
es_es: ¿Eliminar {0} v{1}?
fa_ir: حذف {0} نسخه {1}؟
fi_fi: Poista {0} v{1}?
fr_fr: Supprimer {0} v{1} ?
he_il: למחוק את {0} גרסה {1}?
it_it: Eliminare {0} v{1}?
ja_jp: {0} v{1} を削除しますか？
ko_kr: {0} v{1} 버전을 삭제할까요?
pl_pl: Usunąć {0} v{1}?
pt_br: Excluir {0} v{1}?
ru_ru: Удалить {0} v{1}?
th_th: ต้องการลบ {0} เวอร์ชัน {1} หรือไม่?
tr_tr: {0} v{1} silinsin mi?
uk_ua: Видалити {0} v{1}?
vi_vn: Xóa {0} v{1}?
zh_cn: 删除 {0} v{1}?
zh_tw: 是否刪除 {0} v{1}？

# LibraryPage_DllRecordInfo_DownloadFileSize
source: Download file size
ar_sa: حجم الملف عند التنزيل
ar_sy: حجم ملف التنزيل
ca_es: Mida del fitxer de descàrrega
cs_cz: Velikost staženého souboru
de_de: Download-Dateigröße
es_es: Tamaño del archivo de descarga
fa_ir: حجم فایل دانلود
fi_fi: Ladattavan tiedoston koko
fr_fr: Taille du fichier à télécharger
he_il: גודל קובץ להורדה
it_it: Scarica la dimensione del file
ja_jp: ダウンロードファイルのサイズ
ko_kr: 다운로드 파일 크기
pl_pl: Rozmiar pobranego pliku
pt_br: Tamanho do arquivo de download
ru_ru: Размер загружаемого файла
th_th: ขนาดไฟล์ดาวน์โหลด
tr_tr: İndirme dosya boyutu
uk_ua: Розмір файлу для завантаження
vi_vn: Kích thước tệp tải xuống
zh_cn: 下载大小
zh_tw: 下載大小

# LibraryPage_DllRecordInfo_FileDescription
source: File description
ar_sa: وصف الملف
ar_sy: وصف الملف
ca_es: Descripció del fitxer
cs_cz: Popis souboru
de_de: Dateibeschreibung
es_es: Descripción del archivo
fa_ir: توضیحات فایل
fi_fi: Tiedoston kuvaus
fr_fr: Description du fichier
he_il: תיאור קובץ
it_it: Descrizione del file
ja_jp: ファイルの説明
ko_kr: 파일 설명
pl_pl: Opis pliku
pt_br: Descrição do arquivo
ru_ru: Описание файла
th_th: คำอธิบายไฟล์
tr_tr: Dosya açıklaması
uk_ua: Опис файлу
vi_vn: Mô tả tệp
zh_cn: 文件描述
zh_tw: 檔案描述

# LibraryPage_DllRecordInfo_FileSize
source: File size
ar_sa: حجم الملف
ar_sy: حجم الملف
ca_es: Mida del fitxer
cs_cz: Velikost souboru
de_de: Dateigröße
es_es: Tamaño del archivo
fa_ir: اندازه فایل
fi_fi: Tiedoston koko
fr_fr: Taille du fichier
he_il: גודל קובץ
it_it: Dimensione del file
ja_jp: ファイルサイズ
ko_kr: 파일 크기
pl_pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru_ru: Размер файла
th_th: ขนาดไฟล์
tr_tr: Dosya boyutu
uk_ua: Розмір файлу
vi_vn: Kích thước tệp
zh_cn: 文件大小
zh_tw: 檔案大小

# LibraryPage_DllRecordInfo_Hash
source: Hash
fa_ir: هش
fi_fi: Tiiviste
fr_fr: Hachage
he_il: גיבוב (Hash)
ja_jp: ハッシュ値
ko_kr: 해시
ru_ru: Хеш
th_th: ค่า Hash
uk_ua: Хеш
zh_cn: 哈希值
zh_tw: 雜湊值

# LibraryPage_DllRecordInfo_InternalName
source: Internal Name
ar_sa: الاسم الداخلي
ar_sy: الاسم الداخلي
ca_es: Nom intern
cs_cz: Interní název
de_de: Interner Name
es_es: Nombre Interno
fa_ir: نام داخلی
fi_fi: Sisäinen nimi
fr_fr: Nom interne
he_il: שם פנימי
it_it: Nome interno
ja_jp: 内部名
ko_kr: 내부 이름
pl_pl: __UNTRANSLATED__Internal Name
ru_ru: Внутреннее название
th_th: ชื่อภายในระบบ
tr_tr: Dosya içi isim
uk_ua: Внутрішня Назва
vi_vn: Tên Nội Bộ
zh_cn: 内部名称

# LibraryPage_DllRecordInfo_InternalNameExtra
source: Internal Name Extra
ar_sa: الاسم الداخلي الإضافي
ar_sy: الاسم الداخلي الإضافي
ca_es: Nom intern addicional
cs_cz: Interní název extra
de_de: Interner Name Extra
es_es: Nombre Interno Extra
fa_ir: نام داخلی اضافی
fi_fi: Lisäsisäinen nimi
fr_fr: Nom interne supplémentaire
he_il: שם פנימי נוסף
it_it: Nome interno Extra
ja_jp: 内部名（拡張）
ko_kr: 추가 내부 이름
pl_pl: __UNTRANSLATED__Internal Name Extra
ru_ru: Внутреннее название Экстра
th_th: ชื่อภายในเพิ่มเติม
tr_tr: Dosya içi isim ekstra
uk_ua: Внутрішня Назва Додатково
vi_vn: Tên Nội Bộ Thêm
zh_cn: 其他内部名称

# LibraryPage_DllRecordInfo_Label
source: Label
ar_sa: التسمية
ar_sy: تسمية
ca_es: Etiqueta
cs_cz: Označení
es_es: Etiqueta
fa_ir: برچسب
fi_fi: Etiketti
fr_fr: Libellé
he_il: תווית
it_it: Etichetta
ja_jp: ラベル
ko_kr: 라벨
pl_pl: Etykieta
pt_br: Rótulo
ru_ru: Метка
th_th: ป้ายกำกับ
tr_tr: Etiket
uk_ua: Мітка
vi_vn: Nhãn
zh_cn: 标签
zh_tw: 標籤

# LibraryPage_DownloadLatest
source: Download Latest
ca_es: Descarrega l'última versió
cs_cz: Stáhnout nejnovější
es_es: Descargar última versión
fa_ir: دانلود آخرین نسخه
fi_fi: Lataa uusin
he_il: הורד את הגרסה האחרונה
ja_jp: 最新版をダウンロード
ko_kr: 최신 버전 다운로드
pl_pl: __UNTRANSLATED__Download Latest
th_th: ดาวน์โหลดเวอร์ชันล่าสุด
uk_ua: Завантажити останню версію
vi_vn: Tải Xuống Mới Nhất
zh_cn: 下载最新版

# LibraryPage_DownloadsStarted_Message
source: Started {0} new downloads.
ar_sa: بدأ {0} تنزيل جديد
ar_sy: تم بدء تحميل {0} ملفات جديدة.
ca_es: S'han iniciat {0} noves descàrregues.
cs_cz: Počet nově zahájených stahování: {0}.
de_de: {0} neue Downloads gestartet.
es_es: Se iniciaron {0} nuevas descargas.
fa_ir: {0} دانلود جدید شروع شد.
fi_fi: Aloitettiin {0} uutta latausta.
fr_fr: Lancement de {0} nouveaux téléchargements.
he_il: החלו {0} הורדות חדשות.
it_it: Avviati {0} nuovi download.
ja_jp: {0} 件の新しいダウンロードを開始しました。
ko_kr: {0}개의 새로운 다운로드를 시작했습니다.
pl_pl: __UNTRANSLATED__Started {0} new downloads.
pt_br: {0} novos downloads iniciados.
ru_ru: Запущено {0} новых загрузок.
th_th: เริ่มต้นการดาวน์โหลดใหม่ {0} รายการ
tr_tr: {0} yeni indirme başlatıldı.
uk_ua: Розпочато {0} нових завантажень.
vi_vn: Bắt đầu {0} tải xuống mới.
zh_cn: 已开始 {0} 个新下载
zh_tw: 已開始 {0} 個新的下載。

# LibraryPage_DownloadsStarted_Title
source: Downloads started
ar_sa: تم بدء التنزيلات
ar_sy: بدأت التحميلات
ca_es: Descàrregues iniciades
cs_cz: Stahování začalo
de_de: Downloads gestartet
es_es: Descargas iniciadas
fa_ir: دانلودها شروع شدند
fi_fi: Lataukset aloitettu
fr_fr: Téléchargements démarrés
he_il: ההורדות החלו
it_it: Download avviati
ja_jp: ダウンロードが開始されました
ko_kr: 다운로드 시작됨
pl_pl: __UNTRANSLATED__Downloads started
pt_br: Downloads iniciados
ru_ru: Скачивание началось
th_th: การดาวน์โหลดเริ่มต้นแล้ว
tr_tr: İndirmeler başlatıldı
uk_ua: Завантаження розпочато
vi_vn: Tải xuống đã bắt đầu
zh_cn: 下载已开始
zh_tw: 已開始下載

# LibraryPage_ExportedDLLs
source: Exported DLLs:
ar_sa: ملفات DLL التي تم تصديرها:
ar_sy: ملفات DLL المُصدَّرة:
ca_es: DLL exportades:
cs_cz: Exportované soubory DLL:
de_de: Exportierte DLLs:
es_es: DLLs exportados:
fa_ir: فایل DLL های خروجی گرفته شده :
fi_fi: Viedyt DLL-tiedostot:
fr_fr: DLL exportés :
he_il: קובצי DLL שיוצאו:
it_it: DLL esportate:
ja_jp: エクスポートされた DLL:
ko_kr: 내보낸 DLL:
pl_pl: __UNTRANSLATED__Exported DLLs:
pt_br: DLLs exportadas:
ru_ru: Экспортированные DLL:
th_th: ไฟล์ DLLs ที่ส่งออก:
tr_tr: Dışa Aktarılan DLL'ler:
uk_ua: Експортовані DLL:
vi_vn: DLL đã xuất:
zh_cn: 导出的 DLL ：
zh_tw: 已匯出 DLL 檔案:

# LibraryPage_ExportedDLLsCount_Message
source: Exported {0} DLLs.
ar_sa: تم تصدير {0} من ملفات DLL
ar_sy: تم تصدير {0} ملف DLL.
ca_es: S'han exportat {0} DLL.
cs_cz: Exportováno {0} souborů DLL.
de_de: {0} DLLs exportiert.
es_es: Se exportaron {0} DLLs.
fa_ir: از {0} DLLs خروجی گرفته شد.
fi_fi: Viety {0} DLL-tiedostoa.
fr_fr: Exportation de {0} DLL.
he_il: יוצאו {0} קובצי DLL.
it_it: Esportate {0} DLL.
ja_jp: {0} 個の DLL をエクスポートしました
ko_kr: {0}개의 DLL을 내보냈습니다.
pl_pl: __UNTRANSLATED__Exported {0} DLLs.
pt_br: {0} DLLs exportadas.
ru_ru: Экспортировано {0} DLL.
th_th: ส่งออกไฟล์ DLLs ไปแล้ว {0} ไฟล์
tr_tr: {0} adet DLL dışa aktarıldı.
uk_ua: Експортовано {0} DLL.
vi_vn: Đã xuất {0} DLL.
zh_cn: 已导出 {0} 个 DLL
zh_tw: 已匯出 {0} DLL 檔案。

# LibraryPage_ExportedDllTemplate
source: Exported DLL {0}.
ar_sa: تم تصدير ملف DLL {0}
ar_sy: تم تصدير ملف DLL {0}.
ca_es: DLL exportada {0}.
cs_cz: Exportovaný soubor DLL {0}.
de_de: Exportierte DLL {0}.
es_es: DLL {0} exportado.
fa_ir: از DLL {0} خروجی گرفته شد.
fi_fi: Viety DLL {0}.
fr_fr: DLL exporté {0}.
he_il: קובץ ה-DLL {0} יוצא בהצלחה.
it_it: Esportata DLL {0}.
ja_jp: DLL {0} をエクスポートしました。
ko_kr: {0} DLL을 내보냈습니다.
pl_pl: Wyeksportowano DLL {0}.
pt_br: DLL exportada {0}.
ru_ru: Экспортированная DLL {0}.
th_th: ส่งออกไฟล์ DLL {0} แล้ว
tr_tr: {0} DLL'i dışa aktarıldı.
uk_ua: Експортовано DLL {0}.
vi_vn: Đã xuất DLL {0}.
zh_cn: 已导出 DLL 文件 {0}
zh_tw: 已匯出 DLL 檔案 {0}。

# LibraryPage_FileNotFound
source: File not found.
ar_sa: الملف غير موجود
ar_sy: تعذر العثور على الملف.
ca_es: No s'ha trobat el fitxer.
cs_cz: Soubor nebyl nalezen.
de_de: Datei nicht gefunden.
es_es: Archivo no encontrado.
fa_ir: فایل یافت نشد.
fi_fi: Tiedostoa ei löytynyt.
fr_fr: Fichier introuvable.
he_il: הקובץ לא נמצא.
it_it: File non trovato.
ja_jp: ファイルが見つかりませんでした。
ko_kr: 파일을 찾을 수 없습니다.
pl_pl: Nie znaleziono pliku.
pt_br: Arquivo não encontrado.
ru_ru: Файл не найден.
th_th: ไม่พบไฟล์
tr_tr: Dosya bulunamadı.
uk_ua: Файл не знайдено.
vi_vn: Không tìm thấy tệp.
zh_cn: 未能找到文件
zh_tw: 未掃描到檔案。

# LibraryPage_Finished
source: Finished
ar_sa: تم الانتهاء
ar_sy: تم الإنتهاء
ca_es: Finalitzat
cs_cz: Dokončuji
de_de: Fertiggestellt
es_es: Finalizado
fa_ir: به پایان رسید
fi_fi: Valmis
fr_fr: Terminé
he_il: הסתיים
it_it: Finito
ja_jp: 完了しました
ko_kr: 완료됨
pl_pl: Zakończono
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
tr_tr: Tamamlandı
uk_ua: Завершено
vi_vn: Hoàn tất
zh_cn: 已完成
zh_tw: 已完成

# LibraryPage_ImportedAsExistingRecord
source: Imported as existing DLL record.
ar_sa: تم استيراده كسجل DLL موجود
ar_sy: تم الاستيراد كسجل DLL موجود.
ca_es: Importat com a registre DLL existent.
cs_cz: Importovat jako již existující záznam souboru DLL.
de_de: Als vorhandener DLL-Eintrag importiert.
es_es: Importado como registro de DLL existente.
fa_ir: به عنوان رکورد DLL موجود وارد شد.
fi_fi: Tuotu olemassa olevan DLL-tietueen mukaisesti.
fr_fr: Importé en tant qu'enregistrement DLL existant.
he_il: יובא כרשומת DLL קיימת.
it_it: Importato come record DLL esistente.
ja_jp: 既存の DLL レコードとしてインポートされました。
ko_kr: 기존 DLL 기록으로 가져왔습니다.
pl_pl: Importowanie jako istniejąca biblioteka DLL.
pt_br: Importado como registro de DLL existente.
ru_ru: Импортировано как существующая запись DLL.
th_th: นำเข้าในฐานะรายการ DLL ที่มีอยู่แล้ว
tr_tr: Mevcut bir DLL kaydı olarak içe aktarıldı.
uk_ua: Імпортовано як існуючий запис DLL.
vi_vn: Đã nhập như hồ sơ DLL hiện có.
zh_cn: 已作为现有 DLL 记录导入
zh_tw: 匯入為現有的 DLL 記錄

# LibraryPage_Importing
source: Importing
ar_sa: جارٍ الاستيراد
ar_sy: يتم الاستيراد
ca_es: S'està important
cs_cz: Importuji
de_de: Importiere
es_es: Importando
fa_ir: در حال وارد کردن
fi_fi: Tuodaan
fr_fr: Importation...
he_il: מייבא
it_it: Importazione
ja_jp: インポート
ko_kr: 가져오는 중
pl_pl: Importowanie
pt_br: Importando
ru_ru: Импорт
th_th: กำลังนำเข้า
tr_tr: İçe Aktarılıyor
uk_ua: Імпорт
vi_vn: Đang nhập
zh_cn: 导入中
zh_tw: 匯入中
